# print() 함수 : 출력
# 만든날짜 : 0000.00.00
# 만든이 : 빈기철

my_string = " DSAC Module1 DATA Programming-DSACM1 "
line = "=" * 5


print("1. 문자열 출력-print()")  # " "
print("=====================================")

print('2. 문자열')  # ' '
print("=====================================")

print('''3. 문자열
연습
입니다''') # '''    '''
print("=====================================")

print("""4. 문자열
연습
입니다""") # """   """
print("=====================================")

print('''5. "문자열"
연습
입니다''') # '''   " "   '''
print("=====================================")

print("""6. '문자열'
연습
입니다""")  # """   ' '   """
print("=====================================")
print("\n")

print(my_string)  # 변수 출력
print("my_string")  # 문자열 출력
print("\n")

print(" 안녕 나는 ","파이썬이고", "20" + "세 입니다")  
print(" 안녕 나는 " + " 파이썬이고", 30 ,"세 입니다") # 숫자 연결 반드시, 사용 . 안됨
print("\n")


